Repository: 84000/data-translation-memory
Catalog: toh138_84000-the-ratnaketu-dharani.tmx
Source language: bo
Languages: en

source: ཨཱརྱ་ཨ་དྷིཥྛན་བྷ་བ་ཐཱ་ནཱ། ནྱ་ཐྭམ་ཧཱ་པུཎྱེ་ས་མུ་ཙྪ་ཡ། ཨ་བ་ཏཱ་ར་མ་ཧཀཱ་རུ་ཌཱ་ཡ། མུ་དྲི་ཏ་སརྦ་སཾ་མྱག་པྲ་ཏི་བད་ཙི་རཱ་རཱ་ཏྲ་ན་ཛྭ་ལ་ཏུ་དྷརྨ་ནེ། ཏྲི་སརྦེ་མུ་ནི་བྷི་ཥ་བྷྲ། མ་ཧཱ་ཀཱ་རུ་ཎ། ས་མཱ་དྷི། ཛྙཱ་ན་ལ་བྷ་བ་ལེ་ན།
en: aṅkara aṅgara bhaṅkara prabhaṅkara bhayam iha mitraṃ bhase akhe akhamaṃbare dome domante kevaṭṭe keyūre samavahane samanta­bhadre dharme dharme dharmake japhale mitrānuphale phalavate gaṇe gaṇabaraṃte hili hili hilā hilake jaṃbhavate ṭakase ṭakaṃte ṭakavarānte gaṇavahante hirinte śirinte vinduvate govāhe jure mitrajure juse agre abame satya tathatāṃ hulu hile candre sama dharme dharme kucuru mucuru aciṭṭa cili cili cicavaha culu culu mitravaha kulu kulu sara sara kuṭu kuṭu mahāsara tuṭu tuṭu mahāsatya hṛdaya puṣpe supuṣpe dhūma­parihāre abhaye rucire karakṣe abhayam astu vivāha titile mamale paśvakha śiśira loka­vināyaka vajre vajre dhare vajra­vate vajra­dade cakra­vajre cakre cavate dhare dhare bhare bhare pūre ṭare huhure bhaṃgavivare śarīśa cili curu mūle maṇḍale maṇḍane gagaraṇe mūḍake sarva­mūḍake dhidhirayani makhiśvaralayani riṣijani dharavaci caṇḍāla­same sarva­sasyādhiṣṭhānāc chidyantu vāhanā mamini phala­rati ojāgre vicini vanaraha bubure guru guru muru muru hili hili hara hara kākaṇḍavaha hihitām āyuhana kuṇḍa jvāla bhase gardane ādahani mārgābhirohaṇi phala­satye ārohavati hili hili yathā vajaya svāgra yathāparaṃ ca hṛdaya­bāha­satya paribhāva mārgābhirohaṇe acala buddhi dada pracala pacaya piṇḍa­hṛdaya candra­caraha acale śodhane prakṛti­mārge ili ilile prabhe sāraprate sarvatra tathatā satyānugate anāvaraṇabrate alata aṃgure śāmini vibrahmavayo hi ahita avāhi niravayava aciramārga lana laghusare triratna­vaṃśe dharma­kāya jvalacandre samudravati mahādbhūtavyaya samudra vegava dhāraṇī­mudreṇa makhi­mudra sura­pratisaṃvid amudra āvartani saṃmoha skāra vidyutarasena kṣiti mudrito si ye keci prathivī vāha baha baha baha kīṭakabaṭa śaila pratītya hṛdayena mudṛtā dhāraṇī dhara dhara dhara dantilā dantindālā huska sarva­hṛdaya mudrito si jaḍa javaṭṭa jakhavaṭa sumati mati mahādbhūta mudritā ye kecit ṣaḍ­āyatana­niśṛtā bhūtā ini mine sacane ghoṣasacane mudritā caryādhiṣṭhāna vāk­pathānanyathā mahā­puṇya­samuccayāvatāra mahā­karuṇayā mudritā sarva­samyak­pratipat cirarātraṃ jvalatu dharma­netrī sarve muni­vṛṣabhā mahā­karuṇā­samādhijñāna­lābha­balena maitrītyāgāti­vīrya­balenādhiṣṭhitā sarva­bhūtopacayāya svāhā!”

source: མཻ་ཏྲི་ཏྱ་ག །ཨ་བྷི་བཱིརྱ་བ་ལེ་ན་ཨ་དྷིཥྛིཏེ། སརྦ་བྷཱུ་ཏ་ཨུ་པ་ཙ་ཡཱ་ཡ་སྭཱ་ཧཱ དེ་ནས་དེའི་ཚེ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །ཞེས་ལན་གསུམ་སྨྲས་ནས་འདི་སྐད་ཅེས་ཀྱང་སྨྲས་སོ།
en: Immediately, all the beings present in all the buddha fields thrice exclaimed, “Homage to all the buddhas! Homage!

source: །ཀྱེ་མའོ་ཐུབ་པ་འདུས་པ་ངོ་མཚར་ཆེའོ།
en: Homage to all the buddhas!” and then further marveled, “How wonderful is this gathering of sages!

source: །ཀྱེ་མའོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། ཉན་ཐོས་ཆེན་པོ་རྣམས་འདུས་པ་ངོ་མཚར་ཆེའོ།
en: How wonderful is this gathering of bodhisattva great beings and great hearers!

source: །ཀྱེ་མའོ་ཆོས་མཉམ་པ་ཉིད་རྡོ་རྗེ་ལྟ་བུ་བརྟེན་པའི་ཆོས་ཀྱི་སྙིང་པོས་ལུས་འཇོམས་པ་ཞེས་བྱ་བའི་གཟུངས་ཕྱག་རྒྱ་དང་ཚིག་རབ་ཏུ་དབྱེ་བ་ལ་འཇུག་པ་ལུང་བསྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སྟོན་པའི་བསྟན་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་ཚུལ་དཀོན་མཆོག་གསུམ་གྱི་རིགས་བྱིན་གྱིས་རླབས་སྟོན་པ།
en: How extraordinarily wonderful is this exposition of the dhāraṇī-seal, including its verbal formula, which is called the terminator of birth based on the essential nature of phenomena in their vajra-like indivisibility ! It shows how to master all the instructions of the Teacher, the Dharma methods, and the tradition of the Three Jewels.

source: བདུད་ཀྱི་ཡུལ་གྱི་སྟོབས་རྣམ་པར་འཇོམས་པ། བདུད་ཀྱི་ཞགས་པ་ཀུན་གཅོད་པ།
en: It destroys the army and the dominion of Māra and cuts his noose.

source: དགྲ་ཐམས་ཅད་ཚར་གཅོད་པ།
en: It defeats all enemies.

source: ཆོས་ཀྱི་རྒྱལ་མཚན་བསྒྲེང་བ།
en: It raises up the banner of the Dharma.

source: ཆོས་ཀྱི་ཕྱོགས་བསྲུང་བ་འདི་ནི་ངོ་མཚར་རྨད་དུ་བྱུང་བ་སྔོན་མ་ཐོས་པ་སྟེ། སངས་རྒྱས་ཀྱི་ཡུལ་མཐའ་དག་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་སྙིང་པོ་དང་། ཕྱག་རྒྱ་དང་། འབྱུང་བ་ཆེན་པོ་ཐམས་ཅད་དང་། འདུ་བྱེད་དང་། སྐྱེ་མཆེད་དྲུག་ཡོངས་སུ་སྦྱང་བར་བྱ་བ་ནས་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པའི་མྱ་ངན་ལས་འདས་པ་ཐོབ་པར་བྱ་བའི་བར་གྱི་ཕྱིར་ད་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས་ཕྱག་རྒྱ་དང་ཚིག་རབ་ཏུ་དབྱེ་བ་ལ་འཇུག་པ་ལུང་བསྟན་པའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་དོ།
en: It protects the Dharma followers . . . and it completely fills the entire domain of the Buddha. This Dharma discourse and exposition of the dhāraṇī-seal, including its verbal formula, which is called the terminator of birth based on the essential nature of phenomena in their vajra-like indivisibility, has presently been spoken by all the blessed buddhas in order to seal the hearts of all beings and thus refine their five great elements, their conditioned intellect, and their six sense bases, until they attain the ultimate, final nirvāṇa.”

source: །གཟུངས་ལུང་བསྟན་པ་འདི་བཤད་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གཱའི་ཀླུང་སུམ་ཅུ་རྩ་དྲུག་གི་བྱེ་མ་སྙེད་དག་གཟུངས་མངོན་པར་བསྒྲུབ་པའི་ཏིང་ངེ་འཛིན་དང་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: While this dhāraṇī formula was being recited, a great number of bodhisattva great beings, thirty times as many as there are grains of sand in the Gaṅgā, obtained the absorption and the acceptance that are engendered by this dhāraṇī.

source: །ཡང་དེའི་ཚེ་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ནས་ཐལ་མོ་སྦྱར་ཏེ་ཀུན་ཏུ་རྣམ་པར་བལྟས་ནས་སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་དང་། རང་གི་རྫུ་འཕྲུལ་གྱི་སྟོབས་ཀྱི་མཐུས་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ཐམས་ཅད་དབྱངས་ཀྱིས་བཀང་སྟེ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: On this occasion, the princely youth Candraprabha rose up from his seat and, looking around with folded hands, spoke as follows, filling the entire buddha field with his voice thanks to the blessing of the buddhas and his own magical power:

source: །རྒྱལ་བ་ཟླ་བ་རྣམས་ཀྱི་འཁོར།
en: “Such a gathering of moon-like victors

source: །འདི་འདྲ་བ་ནི་རྙེད་པར་དཀའ།
en: Is difficult to find, And so are the bodhisattvas here,

source: །བྱང་ཆུབ་སེམས་དཔའ་བརྟུལ་ཞུགས་ཆེ།
en: Knowledgeable and abiding by their great vows.

source: །མཁས་པ་འདི་ནི་རྙེད་པར་དཀའ།
en: “It is extremely difficult

source: །གང་འདི་ཐུགས་རྗེ་ལྡན་པ་ཡི།
en: To find the chance to hear this dhāraṇī-seal,

source: །མགོན་པོས་ཆོས་ཚུལ་བྱིན་བརླབས་པ།
en: Blessed by the compassionate lords

source: །ཕྱག་རྒྱ་འདི་འདྲ་ཐོས་པ་ཡང་།
en: To become a Dharma method.

source: །མཆོག་ཏུ་རྙེད་པར་དཀའ་བའོ།
en: “This dhāraṇī-seal brings victory

source: །བདུད་ཀྱི་ཕྱོགས་རྣམས་ཐམས་ཅད་དང་། །དགྲ་རྣམས་ཀྱང་ནི་ཕམ་བྱེད་པ།
en: Over the enemies who side with Māra , And, blessed by the perfect buddhas,

source: །དཀོན་མཆོག་གསུམ་རྒྱུན་མི་འཆད་པ།
en: It ensures the continuity of the Three Jewels.

source: །རྫོགས་སངས་རྒྱས་ཀྱིས་བྱིན་གྱིས་བརླབས།
en: “It increases the joy of acceptance,

source: །སྒྲིབ་པ་ཐམས་ཅད་བསལ་བའི་ཕྱིར། །བཟོད་དང་དེས་པ་རབ་འཕེལ་བ།
en: Thus leading to the removal of all obscurations;

source: །སེམས་ཅན་རྣམས་ཀྱང་འདུན་བྱེད་པ།
en: It attracts all beings in this world

source: །རྒྱལ་པོ་དང་ནི་ཡུལ་འཁོར་སྐྱོང་།
en: And protects the kingdom.

source: །འདི་ན་ངན་བྱས་ཟློག་བྱེད་པ།
en: “It prevents bad activities in this life

source: །ལྟ་བ་ངན་པ་རབ་འགོག་པ།
en: And halts wrong views;

source: །བྱང་ཆུབ་སེམས་དཔའ་དབུགས་འབྱིན་པ།
en: It gives comfort to bodhisattvas

source: །བྱང་ཆུབ་ལམ་ཡང་རབ་སྟོན་པ།
en: And clearly shows the path to awakening.

source: །ཕ་རོལ་ཕྱིན་པ་འཕེལ་བྱེད་པ།
en: “It increases the six perfections

source: །བཟང་པོར་སྤྱོད་པ་རྫོགས་བྱེད་པ།
en: And perfects virtuous conduct; In particular, it has been empowered

source: །ཐབས་དང་ཡེ་ཤེས་སྤོབས་པ་རྣམས། །འཕེལ་བར་བྱ་ཕྱིར་བྱིན་གྱིས་བརླབས།
en: To increase skillful means, wisdom, and eloquence.

source: །དཀར་པོའི་ཕྱོགས་ནི་སྡུད་བྱེད་པ།
en: “This dhāraṇī brings together the white faction,

source: །གཟུངས་འདི་གཞན་གྱིས་མི་ཐུབ་པ།
en: And it cannot be defeated.

source: །བྱང་ཆུབ་ལམ་ལས་མི་གཡོ་བ།
en: An immaculate blazing torch, it illuminates the path to awakening

source: །ཆོས་ཀྱི་དབང་རྣམས་འབར་བྱེད་པའི།
en: For those who will thus experience the Dharma directly.

source: །གཟུངས་ལ་ཡིད་གཉིས་ཐམས་ཅད་ནི།
en: “One should abandon all doubts

source: །བསལ་ནས་ལྷག་པར་མོས་པར་བྱོས། །གང་གིས་བྱང་ཆུབ་འགྲུབ་འགྱུར་བ།
en: And devote oneself entirely to the dhāraṇī—

source: །འདི་ནི་རྫོགས་པའི་ལམ་ཡིན་ནོ།
en: It is the complete path

source: །ཆོས་སྨྲ་རྣམས་ནི་བསྲུང་བ་དང་། །ཉན་པ་མངོན་པར་འཕེལ་བྱའི་ཕྱིར།
en: Whereby awakening is realized. “We will propagate

source: །གཞན་གྱིས་མི་ཐུབ་པ་ཡི་གཟུངས།
en: This invincible dhāraṇī

source: །བདག་གིས་ད་ཡང་བཤད་པར་བྱ།
en: For the protection of Dharma teachers

source: །སྒྲིབ་པ་མེད་པ་འགྲུབ་པ་དང་། །སེམས་ཅན་རྣམས་ཀྱི་ཕན་འཕེལ་ཕྱིར།
en: And the prosperity of students.

source: །བྱང་ཆུབ་སེམས་དཔའ་གྲགས་ཆེན་པོ།
en: “Which of you illustrious bodhisattvas present here

source: །སུ་དག་འདི་ལ་དད་པ་འབུལ།
en: Will uphold this dhāraṇī As the means for eliminating obscurations And increasing the welfare of beings?”

source: །ཡང་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞོན་ནུར་གྱུར་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱིས་མགྲིན་གཅིག་ཏུ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བདག་ཅག་ཀྱང་གཟུངས་འདི་ལ་དད་པ་འབུལ་ལོ་བྱིན་གྱིས་རློབ་བོ།། །།རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ། དགེ་སློང་མ་འམ།
en: In reply, the youthful bodhisattva great beings, as numerous as the grains of sand in the Gaṅgā, said with one voice, “We, too, uphold and bless this dhāraṇī.

source: དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་གིས་ཁྲུས་བྱས་ཏེ།
en: If any noble sons or daughters, any monks or nuns, or any male or female lay practitioners should teach this dhāraṇī, having for this purpose bathed, donned clean clothes, and ascended a lion throne that is soft and pleasant to the touch;

source: གོས་གཙང་མ་བགོས་ལ་མེ་ཏོག་སྣ་ཚོགས་བཀྲམ་པ།
en: inside a well-constructed pavilion covered in various flowers;

source: སྤོས་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བདུག་པ།
en: perfumed with various fragrances;

source: རོ་བྲོ་བ་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་བ།
en: stocked up with refreshments of various tastes;

source: རས་དང་རྒྱན་དང་རས་བཅོས་བུ་སྣ་ཚོགས་བཏིང་བ།
en: fitted with cloth, soft fabrics, and adornments of various kinds;

source: གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་བསྒྲེང་བས་ཤིན་ཏུ་བརྒྱན་པའི་འཁོར་གྱི་ཁྱམས་སུ་སེང་གེའི་ཁྲི་རེག་ན་འཇམ་པ་ལ་འདུག་སྟེ་གཟུངས་འདི་ཡང་དག་པར་བཤད་ན་སུ་ཡང་དེའི་སེམས་འཁྲུག་པའམ། ཁམས་འཁྲུག་པའམ། ལུས་འཁྲུག་པའམ། ཡིད་འཁྲུག་པར་མི་བྱེད་དོ། །དེའི་ལུས་ལ་སུ་ཡང་དབུགས་མི་གཏོང་ངོ་།
en: and provided with parasols, banners, and flags, no one would be able to disturb their thoughts, bodily humors, bodies, or minds or give them breathing trouble or headaches.

source: །ཀླད་པ་ན་བར་བྱེད་མི་ནུས་སོ།
en: This could not possibly happen.

source: །མིག་ན་བ་དང་། ལྕེ་ན་བ་དང་། སོ་ན་བ་དང་། རུས་པ་ན་བ་དང་། མགུལ་པ་ན་བ་དང་། དཔུང་པ་ན་བ་དང་། རྒྱབ་ན་བ་དང་། རྒྱུ་མ་ན་བ་དང་། ལྟོ་ན་བ་དང་། ཆུ་སོ་ན་བ་དང་། བརླ་ན་བ་དང་། བྱིན་པ་ན་བར་བྱེད་སུས་ཀྱང་མི་ནུས་ཏེ།
en: “No one would be able to inflict upon them any disease of the body, tongue, teeth, bones, throat, arms, back, internal organs, abdomen, pelvis, thighs, or shanks.

source: དེ་ནི་གནས་མེད་དོ། །དེའི་སྐད་འགག་པར་ཡང་མི་འགྱུར་རོ། །ཆོས་སྨྲ་བ་དེ་སྔོན་གྱི་མི་དགེ་བའི་ལས་ཀྱིས་ཁམས་འཁྲུག་པའམ། སྐད་འགགས་པར་གྱུར་ན་ཡང་དེས་གཟུངས་འདི་བཀླགས་ན་ཐམས་ཅད་མ་ལུས་པར་ཞི་བར་འགྱུར་ཏེ།
en: Nor would anyone be able to interfere with their voice. If any Dharma teachers should be suffering, due to their previous accumulation of unskillful actions, from any disturbance of the humors or a loss of voice, all of them will be completely pacified when they recite this dhāraṇī.

source: ལས་ཡོངས་སུ་བྱང་ནས་བདེ་བར་འགྱུར་རོ།
en: After the negative action is purified, they will become well.

source: །ཆོས་ཉན་པ་གང་དག་དེར་འདུ་བར་འགྱུར་བ་དེ་དག་ལ་ཡང་སུ་ཡང་ཁམས་འཁྲུག་པའམ། སྐད་འགགས་པར་བྱེད་པར་མི་འགྱུར་རོ།
en: “Also, the students of the Dharma who will attend their teaching will not be affected by any disturbance of the humors or a loss of voice.

source: །གང་དག་དེ་ན་གཟུངས་འདི་ཉན་པ་དེ་དག་ཀྱང་མི་དགེ་བའི་ལས་ཀྱིས་ཡུན་རིང་པོར་ན་བ་དང་། ཁམས་འཁྲུག་པ་དང་། སྐད་འགགས་པ་དེ་ཐམས་ཅད་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: For those who hear this dhāraṇī, even if they had long been affected by any disturbance of the humors or a loss of voice due to their previous accumulation of unskillful actions, all of this will be cleared away.”

source: །དེ་ནས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་ཅན་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དེ་དག་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བདག་ལ་དགོངས་སུ་གསོལ། གཟུངས་འདི་ལ་དད་པ་སྩལ་དུ་གསོལ། འདི་ལྟ་སྟེ། ཁ་ཤཱན་ཏེ། ཨ་ས་མཱ་རོ་བེ། མཻ་ཏྲེ་སཽ་མ་བ་ཏེ། ཨེ་ཧི། ན་བ་ཀུན་ཛ་བེ། ན་བ་ཀུན་ཛ་བེ། མཱུ་ལ་ཤོ་དྷ་ནེ། བ་ཧ་ཁ། བ་ཧ་ཁ། མཱ་ར་བ་ཏ་ཐཱ་ཏཱ། པ་རི་ཙྪེ་ད་བ་ཧ་ས་བ་ཧ་ས། ཨ་མཱུ་ལ། ཨ་ཙ་ལེ། ཙ་ཙ་ལེ། པྲ་ཙ་ལཱ། དྷི་དྷི་ལེ། ཨེ་ཀ་ན་ཡ་ས་པ་རི་ཙྪེ་དེ། ཙཎ་ཌི་ཎ་བ་ར་ས་ཏྲི་ནེ། ཁ་ག་སུ་ར་ཏྲི་ཎེ།
en: At this point, Candraprabha, the princely youth, bowed with folded hands in the direction of the blessed buddhas and the surrounding bodhisattvas, as numerous as the grains of sand in the Gaṅgā, and said, “Please, O blessed buddhas, listen to and give your support for this dhāraṇī:

source: སྟ་བ་སུ་ར་ཏྲི་ཎེ། བྷུ་ཏཱ་ཀོ་ཊྭི་པ་རི་ཙྪེ་དེ། ཛྭ་ལ་ཁ། ཛྭ་ལ་ཁ་བ་ཡེ། ཛྭ་ལ་ཁ་ནཱ་མ་ཁ་ཤ་ཁ་ཀ་ཀ་ཁ་ཧ་ཧཱ་ཧ་ཧཱ་ཧུ་ཧུ་ཧུ་སྤར་ཥ་བེ་ད་ན་བ་རི་ཙྪེ་ད་ན།
en: kṣante asamārope metre somavate ehi nava­kuṃjave nava­kuṃjave nava­kuṃjave mūla­śodhane vaḍhaka vaḍhaka māravatathatā pariccheda baḍhasa baḍhasa amūla acale dada pracalā vidhile ekanaya­pariccheda caṇḍatṛṇe bosare bosaratṛṇe khaga­suratṛṇe snava­suratṛṇe bhūta­koṭī pariccheda jalakha jalakha vaye jalakha namakṣakha kakakha ha ha ha ha phu phu phu phu sparśa­vedana­pariccheda amama nyamama khyamama samudra mudra­bakha saṃskārāṇāṃ pariccheda bodhisa kṣitivima mahāvima bhūtakoṭi ākāśa­śvāsa­pariccheda svāhā!”

source: ཨ་མ་མཱ་ནྱ་མ་མ་ཁྱ་མ་མ་ས་མུ་དྲ། མུ་དྲཱ་བ་ཁ། སཾ་སྐཱ་རཱ་ཎ་མ་པ་རི་ཙྪེ་ད་ཎ། བོ་དྷི་ས་ཏྭ་ཀྵཱ་ཏི་བི་མ་མ་མ་ཧཱ་བ་མི་བྷུ་ཏ་ཀོ་ཊི་ཨཱ་ཀ་ཤ་ཤཱ་ས་པ་རི་ཙྪེ་ད་སྭཱ་ཧཱ། ཡང་དེའི་ཚེ་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དག་ཐམས་ཅད་དུ་གཏོགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོ་དེ་དག་དང་། སེམས་ཅན་གཟི་བརྗིད་ཆེ་བ་གཟི་བརྗིད་ཆེ་བ་དེ་དག་ཐམས་ཅད་ཀྱང་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ།
en: This dhāraṇī was applauded by all of the bodhisattva great beings and great hearers who were present in all the buddha fields, as well as other beings of great splendor —Śakra, Brahmā , the world protectors, and the lords of gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་ཀྱང་འདི་སྐད་དུ་ཀྱེ་མ་གཟུངས་འདི་ནི་སྟོབས་ཆེ་བ་དྲག་ཤུལ་དང་ལྡན་པ་སྟེ།
en: The blessed buddhas said, “This dhāraṇī possesses great force and power;

source: དགྲ་ཐམས་ཅད་བཟློག་པ། འཇིགས་པ་དང་། ནད་དང་། རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་བྱེད་པ་ནས་སྒྲིབ་པ་མེད་པའི་ཡེ་ཤེས་དང་། བསོད་ནམས་དང་། ཡེ་ཤེས་ཆེན་པོ་བསགས་པ།
en: it subdues all enemies and completely removes fear, disease, bad dreams, and bad omens . . . and takes beings to the other shore of unobscured wisdom.

source: བླ་ན་མེད་པའི་ཡེ་ཤེས་ཀྱི་རྒྱུ་འཐུན་པའི་བར་གྱི་གཟུངས་འདི་བཤད་དོ།
en: The dhāraṇī just uttered is the outcome of the supreme wisdom that comes from the accumulations of great merit and wisdom.”

source: །ཞེས་བཀའ་སྩལ་ཏོ། །ཡང་དེའི་ཚེ་ཚངས་པ་ཕུན་སུམ་ཚོགས་པའི་དབང་ཕྱུག་ཅེས་བྱ་བ་ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ།
en: At that time, the great brahmā, Bhūteśvara by name, was seated before the blessed Amitāyus.

source: ལྷའི་ལས་འདས་པའི་གོས་དང་། སྤུད་པ་དང་། རྒྱན་དང་། མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། རྒྱན་ཆེན་པོ་མཆོག་རྣམས་ཀྱིས་ལུས་བརྒྱན་ནས་བུད་མེད་ཀྱི་གཟུགས་སུ་བསྒྱུར་ཏེ། ཚངས་པ་ཆེན་པོའི་སྟོབས་ཀྱི་ཡུལ་བཀོད་པའི་བྱིན་གྱི་རླབས་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་ཀྱི་སྤྱན་སྔར་འདུག་གོ།
en: Through his mastery of magical powers particular to a great brahmā, he took on a female form endowed with all the characteristics of supreme beauty and adorned with clothing, ornaments, flowers, fragrances, and scented oils that exceeded in greatness even the celestial realms.

source: །དེ་ནས་ཚངས་པ་ཆེན་པོ་ཕུན་སུམ་ཚོགས་པའི་དབང་ཕྱུག་སྟན་ལས་ལངས་ནས། ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་གང་བདག་གིས། སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པ་འདིར་དབྱངས་ཀྱིས་གོ་བར་བགྱི་བ་ལ་དེར་བདག་ལ་བགེགས་ཅུང་ཟད་ཀྱང་མི་འབྱུང་བར་དབྱངས་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཚིག་བརྗོད་པ་རྣམ་པར་གདོན་མི་འཚལ་བ་བསྟན་པར་བདག་ལ་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ། བདག་གིས་ད་ལྟར་ཆོས་སྨྲ་བ་རྣམས་དང་། ཆོས་ཉན་པ་རྣམས་ཀྱི་སླད་དུ་འདི་འདྲ་བའི་གསང་སྔགས་ཀྱི་ཚིག་བསྲུང་བ་བཤད་པར་བགྱི་སྟེ། ཅི་ནས་སླད་མའི་དུས་ན་བདུད་དམ། བདུད་ཀྱི་འཁོར་ཏམ།
en: Bhūteśvara, this great brahmā, now rose from his seat and said, with folded hands, “Please bless me, O blessed buddhas, with the maṇḍala of sound that conveys words and can magically deliver exegetical instructions, so that I can reach with my voice this entire buddha field and no obstacle will arise for me in this respect. Please bless me so that I can protect Dharma teachers and students through the articulation of mantra words.

source: ལྷའམ། ཀླུའམ། ཀླུ་མོའམ། ཀླུ་རྒན་པོའམ། ཀླུ་རྒན་མོའམ། ཀླུའི་འཁོར་ཏམ།
en: If any god or a male or female nāga, nāga elder, nāga with an entourage, or nāga offspring; . . .

source: ཀླུའི་འཁོར་མོའམ། ཀླུའི་བུ་ཕོའམ། ཀླུའི་བུ་མོའམ། དེ་བཞིན་དུ་རྒྱས་པར་བགྱི་སྟེ། ཤ་ཟའམ། ཤ་ཟ་མོའམ། ཤ་ཟ་རྒན་པོའམ། ཤ་ཟ་རྒན་མོའམ། ཤ་ཟའི་འཁོར་ཏམ། ཤ་ཟའི་འཁོར་མོའམ། ཤ་ཟའི་བུའམ། ཤ་ཟའི་བུ་མོའམ།
en: or a male or female piśāca, piśāca elder, piśāca with an entourage, or piśāca offspring;

source: མིའམ་མི་མ་ལགས་པའི་བར་གང་ལ་ལ་ཆོས་སྨྲ་བ་རྣམས་དང་། ཆོས་ཉན་པ་རྣམས་ལ་གླགས་ལྟ་བའམ། སྐབས་ཚོལ་བའི་དགྲ་ཕྱིར་རྒོལ་བ་ཞིག་མཆིས་ཏེ། ཐ་ན་ཆོས་སྨྲ་བའམ། ཆོས་ཉན་པ་རྣམས་ཀྱི་སྤུའི་ཁུང་བུ་གཅིག་ཙམ་ལ་ཡང་འཚེ་བའམ། གནོད་པར་བགྱིད་དམ། འཇིག་པར་བགྱིད་དམ། མདངས་འཕྲོག་གམ། ལུས་ལ་དབུགས་ཆེན་པོ་གཏོང་ངམ། ཐ་ན་སྐད་ཅིག་གཅིག་ཙམ་ཡང་སྡང་བའི་སེམས་ཀྱིས་བལྟ་ན། བདག་གིས་བདུད་ནས་མི་དང་མི་མ་ལགས་པའི་བར་དེ་དག་བཟློག་པ་དང་། ཆད་པས་གཅད་པ་དང་། ཚར་གཅད་པ་དང་། རྨུགས་པ་དང་། རེངས་པ་དང་། རྨོངས་པར་བགྱི།
en: or any human or nonhuman being should watch out for and seek an opportunity to attack a Dharma teacher or a Dharma student or approach them with an evil or hostile intent, or should disturb, harm, or remove so much as a single hair from their bodies—if any such evil being should steal their vital energy or even breathe upon them or look at them, even momentarily, with an evil intent, I will instantly restrain or punish these māras . . . or human and nonhuman beings, and I will crush, confuse, and curse them.

source: བྲི་སྩལ་བར་བགྱི་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་གང་བདག་གིས། སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པ་འདི་དབྱངས་ཀྱིས་གང་བར་བགྱི་བར་དབྱངས་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཚིག་བརྗོད་པ་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: “So please, O blessed buddhas, empower me with the maṇḍala of sound that conveys words , so that I will be able to penetrate with my voice the entire buddha field.

source: །འདི་ལ་སུ་ཞིག་བདག་གི་གྲོགས་སུ་འགྱུར།
en: Which of you will help me with this?”

source: དེ་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་ཅང་མི་གསུང་བར་གྱུར་པས་གནང་བར་མཛད་དོ།
en: The blessed buddhas remained silent, thus granting their consent.

source: །དེ་ནས་བརྒྱ་བྱིན་གཙུག་པུད་འཛིན་ཅེས་བྱ་བ་འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་རྒྱན་གྱི་འོད་ཀྱིས་ལུས་བརྒྱན་ནས་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ཏུ་འདུག་གོ། །དེ་ནས་བརྒྱ་བྱིན་གཙུག་པུད་འཛིན་གྱིས་ཚངས་པ་ཕུན་སུམ་ཚོགས་པའི་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: A śakra by the name of Śikhindhara, whose body was adorned with the light of ornaments made of gold from the river Jambu, sat there for a moment before addressing Bhūteśvara the brahmā as follows:

source: །ཆེ་ཞེ་དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་ཀྱི་སྤྱན་སྔར་མ་འདུག་ཤིག །ཆེ་ཞེ་འདིར་བག་མེད་པར་མ་བྱེད་ཅིག །བཅོམ་ལྡན་འདས་ལ་མ་འཚེ་ཞིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “You should not sit in front of the thus-gone Amitāyus, sister. Do not act in a casual manner and disturb the blessed one.

source: བྱིས་པ་རྣམས་ནི་སྤྲོས་ལ་དགའ།
en: “Naive people delight in the discursiveness of mind,

source: །དེ་བཞིན་གཤེགས་ལ་སྤྲོས་མི་མངའ།
en: But thus-gone ones harbor no such thing.

source: །དེ་དག་སྐྱེ་འཇིག་མཚན་ཉིད་ཀྱི།
en: Instead, they show that mental constructs

source: །འདུས་བྱས་དག་ཀྱང་སྟོན་པ་མཛད།
en: Are characterized by arising and ceasing.

source: །དེ་བཞིན་གཤེགས་པ་ནི་གཟུངས་དང་། ཡི་གེ་དང་། ཚིག་རབ་ཏུ་དབྱེ་བ་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་ཚུལ་བརྙེས་པ་སྟེ།
en: “The thus-gone ones have discovered the path of suchness based on discriminating all forms, letters, and words.

source: ཆེ་ཞེ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་ལྟ་སྟེ།
en: A thus-gone one, O sister, is not in conflict with suchness.

source: ནམ་མཁའ་དང་མཉམ་པ་ཉིད་དུ་གཅིག་པས་དེ་བཞིན་ཉིད་ལ་འགལ་བར་མི་མཛད་དེ། ནམ་མཁའ་ལ་ནི་འདུ་བྱེད་གསུམ་གྱི་འཇིག་པའི་མཚན་ཉིད་སྒྲོ་བཏགས་པ་མེད་དོ། །ཇི་ལྟར་འདུ་བྱེད་རྣམས་ལ་ནམ་མཁའ་མི་རྟོག་ཅིང་རྣམ་པར་ནི་རྟོག་པ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་འདོད་པའི་ཡོན་ཏན་ལ་སྤྲོ་བར་མི་མཛད། མི་རྟོག །རྣམ་པར་མི་རྟོག །མི་གནས། མངོན་པར་མི་ཞེན་ཏེ། དེ་བཞིན་དུ་སྲོག་ལ་མ་ཡིན།
en: Rather, he is one with it, being the same as space, which, like him, is characterized by the absence of mental imputations and the cessation of the three predispositions. Just as space has no ideas or concepts with regard to the predispositions, so also a thus-gone one does not cogitate about sensual enjoyments, form ideas or concepts about them, dwell on them, or get attached to them.

source: སྐྱེ་བ་པོ་ལ་མ་ཡིན། གསོ་བ་ལ་མ་ཡིན། སྐྱེས་བུ་ལ་མ་ཡིན། གང་ཟག་ལ་མ་ཡིན། ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་ལ་ཡང་སྤྲོ་བར་མི་མཛད། མངོན་པར་མི་ཞེན་ན།
en: He thus does not conceptualize about or falsely identify beings, a vital principle, an individual soul, a person, aggregates, elements, or sense bases.

source: ཆེ་ཞེ་ཁྱོད་ཀྱིས་ཇི་ལྟར་ན། དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་སྤྲོ་བར་བྱེད།
en: Why then do you, sister, ruminate about the body of the Thus-Gone One?”

source: དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་ཀྱིས་བཀའ་སྩལ་པ། ལྷའི་དབང་པོ་རྟོག་རྟོགས་ཏེ་ཚིག་སྨྲོས་ཤིག །ཁྱོད་ལ་དེས་མི་སྡུག་པའི་འབྲས་བུར་གྱུར་ཏ་རེ།
en: “You should consider things carefully, O lord of gods, before you say them,” counseled the thus-gone Amitāyus, “otherwise you may incur undesirable results lasting a long period of time.

source: སྐྱེས་བུ་དམ་པ་ཆེན་པོ་འདི་ནི་སངས་རྒྱས་མང་པོ་ལ་ལྷག་པར་བྱ་བ་བྱས་ཤིང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པའོ། །སྐྱེས་བུ་དམ་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར་ལེགས་པར་བརྒྱན་ནས།
en: In this case, this truly great person has performed great service to many buddhas and has cultivated his roots of virtue in the presence of the blessed buddhas.

source: བུད་མེད་ཀྱི་ལུས་སུ་མངོན་པར་སྤྲུལ་པ་ཡིན་གྱིས་འདི་ལ་བུད་མེད་ཅེས་ཚིག་ཏུ་མ་བརྗོད་ཅིག །དེ་ནས་བརྒྱ་བྱིན་གཙུག་པུད་འཛིན་གྱིས་ཚངས་པ་ཕུན་སུམ་ཚོགས་པའི་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: He magically transformed himself into a well-adorned woman in order to worship the Thus-Gone One, so do not address him as a woman.”

source: །རིགས་ཀྱི་བུ་བདག་ལ་ཐུགས་བརྩེ་བར་དགོངས་ཏེ་བཟོད་པར་གསོལ།
en: The śakra Śikhindhara then said to the brahmā Bhūteśvara, “Show your compassion for me and forgive me, O noble son!

source: འདི་སྐད་སྨྲས་པས་བདག་འབྲས་བུ་མི་སྡུག་པ་ཐོབ་པར་མ་གྱུར་ཅིག །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྟད་མོ་ཅན་གྱིས་གསོལ་པ།
en: May I not incur the undesirable results that the thus-gone Amitāyus has spoken of.”

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་བརྒྱ་བྱིན་གྱིས་ཚིག་དེ་སླར་མ་བཤགས་ན། དེའི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཇི་ཙམ་ཞིག་ཏུ་འགྱུར།
en: Now the bodhisattva Kautūhalika inquired, “O Blessed One, had the śakra Śikhindhara not confessed his words, what kind of ripened result would he have incurred?”

source: དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་གལ་ཏེ་དེས་སླར་མ་བཤགས་སུ་ཟིན་ན། ཚེ་རབས་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་འདོད་པའི་མངལ་སྨད་པ་བུད་མེད་ཀྱི་དངོས་པོ་ཡོངས་སུ་བླངས་པར་འགྱུར་རོ།
en: “Noble son,” replied the thus-gone Amitāyus, “if he had not confessed, he would have been reborn eighty-four thousand times as a woman completely suffused with sensuality.

source: །དེ་བས་ན་རིགས་ཀྱི་བུ་ཅི་ནས་ཀྱང་ངག་གི་ལས་བསྲུང་བར་བྱའོ།
en: Therefore, one should guard one’s speech.
